<%@ page language="java" import="java.util.*" pageEncoding="UTF-8"%><div class="lightbox" id="ser_agreement" style="display:none; top: 10%;">
        <div class="chan_pop_div wid632" style="position:relative;">
            <div class="chan_pop_title">
                <b class="left marglr2020">畅捷支付服务条款</b> 
                <a href="javascript:;" class="right icon_btn_close margtr1516" id="agreementClose"></a>
            </div>
            <div class="chan_pop_con">
                <div class="pop_con_div02 heig394 paddb10 bord13">
                    <b class="left pop_con_txt20 margt11 marglr2020">尊敬的畅捷支付用户：</b><div class="clear">
                    </div>
                    <span class="left margt11 marglr2020">感谢您选择北京畅捷通支付技术有限公司（以下称“本公司”）为您提供的畅捷支付服务。
请您认真细致地阅读以下的畅捷支付服务条款。
您须同意下述服务条款才能进入畅捷支付服务程序。如果您愿意接受我们的服务并同意畅捷支付提供的服务条款，请点击“同意”。
您同意此畅捷支付服务条款之效力如同您亲自签字、盖章的书面条款一样，对您具有法律约束力。
畅捷支付服务条款（简称“本服务条款”）如下：
</span>
                    <div class="clear">
                    </div>
                    <b class="left pop_con_txt20 margt11 marglr2020">第一条 声明与承诺</b>
                    <div class="clear">
                    </div>
                    <span class="left margt11 marglr2020">1、您确认，在您注册并接受本服务之前，您已充分阅读、理解并接受本协议的全部内容，一旦您使用本服务，即表示您同意遵循本协议所有约定。</span>
                    <div class="clear">
                    </div>
                    <span class="left margt11 marglr2020">2、您同意，本公司有权随时对本协议内容进行单方面的变更，并以在本网站公告的方式予以公布，无需另行单独通知您；若您在本协议内容公告变更后继续使用本服务的，表示您已充分阅读、理解并接受修改后的协议内容，也将遵循修改后的协议内容使用本服务；若您不同意修改后的协议内容，您应停止使用本服务。</span>
                    <span class="left margt11 marglr2020">3、您声明，在您同意接受本协议并注册时，您是具有法律规定的完全民事权利能力和民事行为能力，能够独立承担民事责任的自然人、法人或其他组织；本协议内容不受您所属国家或地区的排斥。不具备前述条件的，您应立即终止注册或停止使用本服务。</span>
				    <div class="clear">
                    </div>
                    <b class="left pop_con_txt20 margt11 marglr2020">第二条 名词定义</b>
					<div class="clear">
                    </div>
					<span class="left margt11 marglr2020">1、畅捷支付:畅捷支付是本公司提供的协助客户通过金融机构或第三方支付公司的支付通道实现客户资金收付的服务。</span>
					<span class="left margt11 marglr2020">2、第三方支付公司:第三方支付公司是指依据中国人民银行《非金融机构支付服务管理办法》规定取得《支付业务许可证》，并依法提供货币资金转移服务的中介机构。</span>
				    <span class="left margt11 marglr2020">3、账户支付业务:账户支付业务是第三方支付公司基于与各家商业银行及支付组织合作建立支付渠道，为您提供的基于银行账户进行资金收付的第三方支付服务。</span>
					<span class="left margt11 marglr2020">4、畅捷支付用户:畅捷支付用户是指接受本服务条款，与本公司建立软件服务关系和委托代理关系，使用畅捷支付服务与第三方支付平台的机构（包括企业、事业单位、政府机关、社会团体）或个人，本服务条款中简称“您”。</span>
					<span class="left margt11 marglr2020">5、服务费:本公司为您提供软件服务和选择第三方支付公司而向您收取的费用。</span>
					<div class="clear">
                    </div>
					<span class="left margt11 marglr2020">6、交易手续费:第三方支付公司为您提供第三方支付服务而向您收取的费用。在本公司收到您支付的服务费后，该交易手续费本公司承诺替您承担，并支付给第三方支付公司。</span>
				    <div class="clear">
                    </div>
                    <b class="left pop_con_txt20 margt11 marglr2020">第三条 服务内容</b>
					<div class="clear">
                    </div>
					<span class="left margt11 marglr2020">您是在中国境内依法设立的机构（包括企业、事业单位、政府机关、社会团体）或拥有完全民事行为能力的个人，完全理解本服务条款的内容及其自身应承担的义务；
本公司是一家在计算机软件开发、销售领域具有独特优势的企业，有能力帮助您选择具有相应经营资质的第三方支付公司实现您资金收付。
</span>
					<span class="left margt11 marglr2020">您委托本公司以本公司名义为您选择符合您资金支付条件的第三方支付公司，并使用本公司软件与第三方支付公司的账户支付系统进行接口，实现支付信息的便捷传送。支付类别包括网络支付和银行卡收单两种。您委托本公司对您在畅捷支付服务平台上已绑定的银行账户信息进行查询。</span>
					
					<div class="clear">
                    </div>
                    <b class="left pop_con_txt20 margt11 marglr2020">第四条 服务限制</b>
					<div class="clear">
                    </div>
					<span class="left margt11 marglr2020">您在使用本服务时应遵守中华人民共和国相关法律法规、您所在国家或地区之法令及相关国际惯例，不将本服务用于任何非法目的（包括用于禁止或限制交易物品的交易），也不以任何非法方式使用本服务。
您不得利用本服务从事侵害他人合法权益之行为，否则本公司、第三方支付公司有权拒绝履行本服务条款项下的相关义务，且您应承担所有相关法律责任，因此导致本公司、第三方支付公司或其雇员受损的，您应承担赔偿责任。上述行为包括但不限于：
</span>
					<span class="left margt11 marglr2020">1、侵害他人名誉权、隐私权、商业秘密、商标权、著作权、专利权等合法权益。<br>2、违反依法定或约定之保密义务。<br>3、冒用他人名义使用本服务。<br>4、从事不法交易行为，如洗钱、贩卖枪支、毒品、禁药、盗版软件、黄色淫秽物品，以及其他本公司、第三方支付公司认为不得使用本服务进行交易的物品等。<br>5、提供赌博资讯或以任何方式引诱他人参与赌博。<br>6、非法使用他人银行账户（包括信用卡账户）或无效银行账号（包括信用卡账户）交易。<br>7、违反《银行卡收单业务管理办法》使用银行卡，或利用信用卡套取现金（以下简称套现）。<Br>8、进行与您或交易对方宣称的交易内容不符的交易，或不真实的交易。<Br>9、从事任何可能含有电脑病毒或是可能侵害本服务系统、资料之行为。<Br>10、其他本公司、第三方支付公司有正当理由认为不适当之行为。</span>
				    <div class="clear">
                    </div>
                    <b class="left pop_con_txt20 margt11 marglr2020">第五条 您的权利与义务</b>
					<div class="clear">
                    </div>
					<span class="left margt11 marglr2020">1、您自愿申请使用本服务条款约定的支付服务。经本公司审查同意后，您有权要求使用本服务条款约定的相应服务。<br>2、您有权申请办理注销手续，停止使用支付服务。<br>3、使用本服务条款项下约定的服务时，您授权第三方支付公司从其绑定的付款银行账户中将需付出的款项及服务费扣收到第三方支付公司账户，再由第三方支付公司进行支付处理。<Br>4、您办理支付服务业务，需要接受本服务条款；同时遵守中国人民银行、各家银行的相关业务条款。您办理和使用支付服务业务时，如其使用的服务功能涉及到本公司和第三方支付公司其他业务规定或规则的需一并遵守。<Br>5、您应当妥善保管本公司、第三方支付公司提供给您的相关信息及材料，包括但不限于：代表您身份的身份证号码、密码以及数字证书等；您每次发起交易或进行相关操作，必须按照约定的方式提交上述要素，且相关操作均视为您自身行为，您应当承担相应的责任。<Br>6、您进行办理支付业务，必须保证办理支付业务的、您的银行账户具备足额支付能力，如因您银行账户不具备支付能力，导致支付未能成功，相关责任由您自行承担。
您发出的交易指令经第三方支付公司通过安全程序执行的交易指令后，您不得要求变更或撤销该指令。
<br>7、您保证向本公司、第三方支付公司提供的所有证件、资料均合法、真实、准确、完整和有效。您资料发生变化时，您必须按照约定的要求，及时提供新资料给本公司及第三方支付公司。对于因您提供信息不真实、不准确、不完整或者无效所造成的损失由您承担。
您必须妥善保管本人账号及其他敏感信息。
<br>8、您承诺付款资金均系您的合法资金，相关资金来源不涉及任何违法、违规的商业、金融行为，由您付款资金来源不明导致的风险由您承担全部经济及法律责任。<Br>9、您作为交易发起方，应对向本公司、第三方支付公司提供的数据（包括但不限于账号、姓名、交易金额、用途）
的真实性、完整性、合法性及准确性负责，并对交易行为负责，承担交易的风险。除本服务条款明确约定的义务及责任外，
本公司、第三方支付公司对您的交易及付款行为不承担其他任何责任。
<br>10、您必须在本服务条款指定转出账户中有足够金额，用于向您指定的账户进行转账交易和支付交易手续费。如因您指定转出账户内金额不足导致支付未能成功的，本公司、第三方支付公司不承担责任。<br>11、因不可归责于转账银行或本公司或第三方支付公司的事由，导致不能及时划扣本协议所涉及的款项、划账错误
等责任，由您承担。
<br>12、您发出的支付指令，第三方支付公司一旦执行，即视为您与第三方支付公司建立了委托付款法律关系和资金保管法律
关系。您须依照本服务条款中承诺的义务承担法律责任，第三方支付公司可以持本服务条款直接向您主张权利。如您与第三方支付公司另行签订协议而建立法律关系的，则以其之间的约定为准。
<Br>13、您有权持有本服务条款和本公司与第三方支付公司签订的协议直接向第三方支付公司主张权利。<br>14、按照本公司制定的服务费收费标准支付服务费，该费用本公司及您授权第三方支付公司从您账户代扣。<br>15、按照第三方支付公司制定的交易手续费标准向第三方支付公司支付手续费。在本公司收到您支付的服务费后，该交易手续费本公司承诺替您承担，并支付给第三方支付公司。</span>
				<div class="clear">
                    </div>
                    <b class="left pop_con_txt20 margt11 marglr2020">第六条 本公司的权利与义务</b>
					<div class="clear">
                    </div>
					<span class="left margt11 marglr2020">1、本公司向您提供财务软件及支付业务的软件用于支持本服务条款项下的服务。本公司拥有上述软件的知识产权。<br>
2、就本协议项下的服务，您发送的支付指令通过本公司提供的软件转发给第三方支付公司处理，由第三方支付公司
向您指定的客户进行转账付款。本公司在支付服务中的义务仅限于提供符合支付要求的软件，对有关支付行为不承担任何责任。<br>
3、您不符合本公司的相关要求时，本公司有权拒绝或取消您的交易资格，而无须预先通知您。您利用本公司提供软件的支付
服务功能从事非法交易或不正当活动的，本公司有权停止其业务。您从事非法交易或不正当活动给本公司带来损失的，
本公司有权依据相关法律及本协议追究您责任。<br>
4、本公司有义务在技术上确保本公司软件的安全、有效、正常运行，保证您交易活动的顺利，并及时向您提供查询交易记录、
交易资金状态等服务。但不承担因通讯、停电故障、黑客攻击、银行问题及其他不可抗力等非本公司原因所引起交易中断、
交易错误引起的责任。 <br>
5、如收取您款项的一方因款项未能及时到账或其他因支付产生的投诉，本公司在本服务条款约定的本公司责任范围内协助您向
该方做出合理解释。<br>
6、本公司对您在注册中提供的相关身份资料及在交易中产生的交易记录负有保密义务，但有权利根据法律法规规定向有权查询的
法定机构，或为完成交易指令的需要向第三方提供。<br>
7、根据《中华人民共和国合同法》第四百零二条，您委托本公司可以用本公司的名义，与第三方支付公司订立支付服务合同，该支付服务合同的支付法律责任由您承担。
</span>
					<div class="clear">
                    </div>
					 <b class="left pop_con_txt20 margt11 marglr2020">第七条 责任范围和责任限制</b>
					 <div class="clear">
                    </div>
					<span class="left margt11 marglr2020">1、您确认因基础交易所产生的任何风险应由您与交易对方承担。<br>
2、本公司按照您要求提供软件，对因提供软件原因造成的损失您承担责任。<br>
3、第三方支付公司按照您指令进行相关支付行为，保证支付系统的安全、有效、正常运行。对因支付系统造成您的损失承担责任。<br>
4、在法律允许的情况下，本公司、第三方支付公司对于与本服务条款有关或由本服务条款引起的任何间接的、惩罚性的、特殊的、派生的损失（包括业务损失、收益损失、利润损失、使用数据或其他经济利益的损失），不论是如何产生的，也不论是由对本服务条款的违约（包括违反保证）还是由侵权造成的，均不负有任何责任，即使事先已被告知此等损失的可能性。
另外即使本服务条款规定的排他性救济没有达到其基本目的，也应排除本公司、第三方支付公司对上述损失的责任。<br>
5、除本协议另有规定外，在任何情况下，本公司对本服务条款所承担的违约赔偿责任总额不超过向您支付或收取的当次费用总额。
</span>
					<div class="clear">
                    </div>
					 <b class="left pop_con_txt20 margt11 marglr2020">第八条 费用与结算方式</b>
					 <div class="clear">
                    </div>
					<span class="left margt11 marglr2020">本公司以网站公示的方式确定服务费的收费标准，您同意本公司授权第三方支付公司在执行支付命令的同时代扣该费用。<br>
在本公司收到您支付的服务费后，您应缴纳的交易手续费本公司承诺替您承担，并支付给第三方支付公司。
</span>
					<div class="clear">
                    </div>
					 <b class="left pop_con_txt20 margt11 marglr2020">第九条 不可抗力</b>
					 <div class="clear">
                    </div>
					<span class="left margt11 marglr2020">1、由于发生地震、台风、水灾、火灾等人力不能预见、不能避免、不能克服的不可抗力事件，致使本服务条款无法履行或
不能按约定履行，遭遇不可抗力的一方应于不可抗力发生之日起3个工作日内以书面形式通知本服务条款其他方，
并及时出具有关部门的证明文件。因不可抗力造成的损失，本公司及您互不承担责任，双方应在合理时限内协商是否
继续履行本服务条款。<br>
2、鉴于电子商务的特殊性质，本公司及您对黑客攻击、网络病毒、银行系统故障、电信部门技术调整及线路故障、银行政策
调整导致之影响、因政府管制而造成的暂时性关闭、电力系统故障或限制性供电等在内的任何影响网络正常经营之情形
不承担责任。<br>
3、因国家金融法律、法规调整等不可抗力因素，造成业务无法继续开展的，您负责配合本公司处理相关事宜。
</span>
					<div class="clear">
                    </div>
					 <b class="left pop_con_txt20 margt11 marglr2020">第十条 保密责任</b>
					 <div class="clear">
                    </div>
					<span class="left margt11 marglr2020">1、本公司及您以书面形式向对方提供的有关业务、技术等信息，未经对方书面许可不得向任何第三方透露其部分或全部内容。<br>
2、根据本协议，本公司、您的市场资料和其他商业资料，对本公司、您以外的第三方保密。<br>
3、在未经对方书面同意前，本公司及您任何一方不得就本服务条款的内容向双方以外的第三方公布。<br>
4、保密条款在本服务条款终止后五年内仍然有效。
</span>
					<div class="clear">
                    </div>
					 <b class="left pop_con_txt20 margt11 marglr2020">第十一条 生效及期限</b><div class="clear">
                    </div>
					<span class="left margt11 marglr2020">本服务条款自您接受同意时起生效，有效期至如下条件之一满足时：<br>
1、您不同意本协议条款或者调整的条款而停止使用本服务的；<br>
2、您因违反本协议规定而被本公司终止本服务的。
</span>
					<div class="clear">
                    </div>
					 <b class="left pop_con_txt20 margt11 marglr2020">第十二条 变更及终止</b>
					 <div class="clear">
                    </div>
					<span class="left margt11 marglr2020">1、除有法定原因或协议另有约定之外，在本公司与您签署其他合同后，方可对本服务条款进行修改或在有效期内终止本服务条款的执行。<Br>2、因国家有关政策调整导致本服务条款与政策冲突的，以国家有关政策为准，另行修订。</span>
					<div class="clear">
                    </div>
					 <b class="left pop_con_txt20 margt11 marglr2020">第十三条 适用法律及其他</b>
					 <div class="clear">
                    </div>
					<span class="left margt11 marglr2020">1、本服务条款的产生、有效性、解释、履行、修改和终止及其争议的解决均受中华人民共和国法律管辖。<br>
2、本公司及您均应依约履行本服务条款，如果一方违约，应赔偿守约方全部损失。如果您拖延支付本公司应获得的服务费，则每延期一天，需要支付日千分之五的违约金。<br>
3、所有与本服务条款的履行和与本服务条款有关的争议都应由本公司与您通过友好协商解决。如果友好协商无法解决，任何一方可向本公司所在地法院起诉。诉讼期间，除（有）向法院提交的争议事项外，本公司与您应继续履行本服务条款。
</span>
					<span class="left margt11 marglr2020">您在此再次保证已经完全阅读并理解了上述服务条款并自愿接受上述所有条款的约束。</span>
				</div>
                <div class="pop_con_div margt30">
                    <div class="attr_con wid480">
                        <a href="javascript:;" class="chan_btn wid343" id="readOkBtn">已阅读并同意此协议</a>
                    </div>
                </div>
            </div>
            <div class="blank15">
            </div>
        </div>
    </div>